<?php

return [

    'subscribe_success' => 'Подписка была успешно добавлена ​​...',
    'subscribe_already' => 'Подписка уже активирована',
    'course_price_not_set' => 'Цена курса не установлена',
    'request_approve' => 'Ваш запрос был одобрен',
    'request_fail' => 'вы уже отправили запрос на вывод средств',
    'you_request' => 'Вы запросили ',
    'from_paypal' => '$ с баланса на ваш PayPal',
    'you_withdraw' => 'Вы сняли ',
    'draw_approve ' => ' Снятие было успешно подтверждено. ',
    'draw_fail ' => ' Сбой при выводе. ',
    'got_profit' => 'Вы получили прибыль от',
    'course_already' => 'Вы успешно купили этот курс',
    'course_price_not_set' => 'Цена курса не установлена.',
    'comment_already' => 'Вы уже прокомментировали этот курс',
    'error_request' => 'Ошибка запроса',
    'sms_fail' => 'Запрос не выполнился. Не удалось установить связь с сервером.',
    'setting_save' => 'Настройки сохранены',
    'invalid_phone_number' => 'Неправильный номер телефона',
    'existing_phone_number' => 'Существующий номер телефона',
    'invalid_email_or_password' => 'Неправильный адрес электронной почты или пароль',
    'please_input_all_info' => 'Пожалуйста, введите все данные',
    'invalid_address' => 'Неверный адрес. Мы не можем рассчитать',
    'user' => [
        'success_add' => 'Пользователь был успешно добавлен.',
        'success_update' => 'Пользователь был успешно обновлен.',
        'balance_success_update' => 'остаток средств был успешно обновлен.',
        'success_delete' => 'Пользователь был успешно удален.'
    ],
    'blog' => [
        'success_add' => 'Блог был успешно добавлен.',
        'success_update' => 'Блог был успешно обновлен.',
        'success_delete' => 'Блог был успешно удален.'
    ],
    
    'comment' => [
        'success_add' => 'Комментарии были успешно добавлены.',
        'success_update' => 'Комментарии были успешно обновлены.',
        'success_delete' => 'Комментарии были успешно удалены.'
    ],
    'event' => [
        'success_add' => 'Событие было успешно добавлено.',
        'success_update' => 'Событие было успешно обновлено.',
        'success_delete' => 'Событие было успешно удалено.'
    ],
    'permission' => [
        'success_add' => 'Права были успешно добавлены',
        'success_update' => 'Права успешно обновлены.',
        'success_delete' => 'Права успешно удалены.'
    ],
    'post' => [
        'success_add' => 'Сообщение был успешно добавлено.',
        'success_update' => 'Сообщение было успешно обновлено.',
        'success_delete' => 'Сообщение было успешно удалено.'
    ],
    'role' => [
        'success_add' => 'Роль была успешно добавлена.',
        'success_update' => 'Роль была успешно обновлена.',
        'success_delete' => 'Роль была успешно удалена.'
    ],
    'test' => [
        'success_add' => 'Тест был успешно добавлен.',
        'success_update' => 'Тест был успешно обновлен.',
        'success_delete' => 'Тест был успешно удален.'
    ],
    'transaction' => [
        'success_add' => 'Транзакция была успешно добавлена.',
        'success_update' => 'Транзакция была успешно обновлена.',
        'success_delete' => 'Транзакция была успешно удалена.'
    ],
    'subscribe' => [
        'success_add' => 'Подписка была успешно добавлена.',
        'success_update' => 'Подписка была успешно обновлена.',
        'success_delete' => 'Подписка была успешно удалена.'
    ],
    'like' => [
        'success_add' => 'Лайк был успешно добавлен.',
        'success_update' => 'Лайк был успешно обновлен.',
        'success_delete' => 'Лайк был успешно удален.'
    ],
    'withdraw' => [
        'success_add' => 'Расходная операция добавлена',
        'success_update' => 'Расходная операция обновлена',
        'success_delete' => 'Расходная операция удалена'
    ],
    'demand_category' => [
        'success_add' => 'категория был успешно добавлена.',
        'success_update' => 'категория был успешно обновлена.',
        'success_delete' => 'категория был успешно удалена.'
    ],
    'car_brand' => [
        'success_add' => 'Марка машины был успешно добавлена.',
        'success_update' => 'Марка машины был успешно обновлена.',
        'success_delete' => 'Марка машины был успешно удалена.'
    ],
    'car_model' => [
        'success_add' => 'Модель автомобиля был успешно добавлена.',
        'success_update' => 'Модель автомобиля был успешно обновлена.',
        'success_delete' => 'Модель автомобиля был успешно удалена.'
    ],
    'car' => [
        'success_add' => 'Машина была успешно добавлена.',
        'success_update' => 'Машина была успешно обновлена.',
        'success_delete' => 'Машина был успешно удалена.'
    ],
    'color' => [
        'success_add' => 'цвет автомобиля был успешно добавлен.',
        'success_update' => 'цвет автомобиля был успешно обновлен.',
        'success_delete' => 'цвет автомобиля был успешно удален.'
    ],
    'csv' => [
        'success_import' => 'Импорт успешно завершен',
        'file_less' => 'Файл слишком большой. Размер файла не должен превышать 2 МБ.'
    ],
    'demand_complexity' => [
        'success_add' => 'Уровень сложности был успешно добавлен.',
        'success_update' => 'Уровень сложности был успешно обновлен.',
        'success_delete' => 'Уровень сложности был успешно удален.'
    ],
    'demand_criticality' => [
        'success_add' => 'Уровень критичности был успешно добавлен.',
        'success_update' => 'Уровень критичности был успешно обновлен.',
        'success_delete' => 'Уровень критичности был успешно удален.'
    ],
    'demand_complexity' => [
        'success_add' => 'Оценка была успешно добавлена.',
        'success_update' => 'Оценка была успешно обновлена.',
        'success_delete' => 'Оценка был успешно удалена.'
    ],
    'demand_status' => [
        'success_add' => 'Статус был успешно добавлен.',
        'success_update' => 'Статус был успешно обновлен.',
        'success_delete' => 'Статус был успешно удален.'
    ],
    'driver_license' => [
        'success_add' => 'Водительские права были успешно добавлены.',
        'success_update' => 'Водительские права был успешно обновлены.',
        'success_delete' => 'Водительские права был успешно удалены.'
    ],
    'fast_answer' => [
        'success_add' => 'Быстрый ответ был успешно добавлен.',
        'success_update' => 'Быстрый ответ был успешно обновлен.',
        'success_delete' => 'Быстрый ответ был успешно удален.'
    ],
    'listing' => [
        'success_add' => 'Поездка был успешно добавлена.',
        'success_update' => 'Поездка был успешно обновлена.',
        'success_delete' => 'Поездка был успешно удалена.',
        'car_not_selected' => 'Автомобиль не выбран'
    ],
    'page' => [
        'success_add' => 'страница была успешно добавлена.',
        'success_update' => 'страница был успешно обновлена.',
        'success_delete' => 'страница был успешно удалена.'
    ],
    'passport' => [
        'success_add' => 'пасспорт успешно добавлен.',
        'success_update' => 'пасспорт успешно обновлен.',
        'success_delete' => 'пасспорт успешно удален.'
    ],
    'review' => [
        'success_add' => 'Отзыв был успешно добавлен.',
        'success_update' => 'Отзыв был успешно обновлен.',
        'success_delete' => 'Отзыв был успешно удален.'
    ],

    'seo_all' => [
        'success_add' => 'Список городов
        был успешно добавлен.',
        'success_update' => 'Список городов
        был успешно обновлен.',
        'success_delete' => 'Список городов
        был успешно удален.'
    ],
    'seo_area' => [
        'success_add' => 'seo область была успешно добавлена.',
        'success_update' => 'seo область была успешно обновлена.',
        'success_delete' => 'seo область была успешно удалена.'
    ],
    'support_level' => [
        'success_add' => 'уровень поддержки был успешно добавлен.',
        'success_update' => 'уровень поддержки был успешно обновлен.',
        'success_delete' => 'уровень поддержки был успешно удален.'
    ],

    'truck' => [
        'success_add' => 'Грузовая машина была успешно добавлена.',
        'success_update' => 'Грузовая машина была успешно обновлена.',
        'success_delete' => 'Грузовая машина была успешно удалена.'
    ],
    'profile' =>[
        'image_update' => 'Изображение успешно обновлено',
        'car_delete' => 'Автомобиль успешно удален',
        'truck_delete' => 'Грузовик успешно удален',
        'preference_update' => 'Предпочтение успешно обновлено!',
        'complain_update' => 'Жалоба успешно обновлена!',
        'book_already' => 'Вы уже забронировали эту поездку',
        'comment_alread' => 'Вы уже комментировали',
        'thank_you_comment' => 'Спасибо за ваш комментарий',
        'profile_update' => 'Профиль успешно обновлен!'
    ],
    'input_email' => 'Вы должны ввести действующий адрес электронной почты.',
    'valid_password' => 'Пароль должен содержать не менее 8 символов, как минимум одну цифру и одну заглавную букву',
    'equal_password' => 'Подтверждение пароля не равно',
    'input_valid_all' => 'Вы должны ввести действительную информацию',
    'invalaid_phone' => 'Ваш номер телефона неверен.',
    'email_unique' => 'Электронные письма уже использовались'
];