$.fn.datepicker.languages['ru-RU'] = {
    format: 'dd.mm.yyyy',
    days: ['Воскресенье','Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница', 'Суббота'],
    daysShort: ["вск","пнд","втр","срд","чтв","птн","сбт"],
    daysMin: ['Вс', 'Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб'],
    months: ["Январь","Февраль","Март","Апрель","Май","Июнь",
        "Июль","Август","Сентябрь","Октябрь","Ноябрь","Декабрь"],
    monthsShort: ["Янв","Фев","Мар","Апр","Май","Июн",
        "Июл","Авг","Сен","Окт","Ноя","Дек"],
    weekStart: 1,
    startView: 0,
    yearFirst: false,
    yearSuffix: ''
};