<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the paginator library to build
    | the simple pagination links. You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */

    'return' => 'Выйти (возврат)',
    'login' => 'Войти',
    'logout' => 'Выйти',
    'register' => 'Регистрация',
    'sign_modal' => [
        'title' => 'Отметиться',
        'invite' => 'Ваш пригласитель',
        'sms_code' => 'Код из SMS,',
        'sms_again' => 'Отправить SMS-код еще раз',
        'by_register' => 'Нажимая кнопку «Зарегистрироваться», вы принимаете
        условия.',
        'terms' => 'Пользовательское соглашение',
        'login' => 'Войти',
        'verify' => 'Подтвердить',
        'already' => 'Уже участник ?',
        'forget_password' => 'Забыли пароль',
        'remember' => 'Еще не зарегистрировались?',
        'email' => 'Электронная почта',
        'password' => 'Пароль',
        'name' => 'Имя и Фамилия',
        'forget_password_text' => 'Введите свой адрес электронной почты, и ваш пароль будет сброшен и отправлен вам по электронной почте.',
        'send_password_link' => 'Новый пароль'
    ],
    'index_page' => [
        'safe_travel' => 'Безопасные поездки.',
        'best_price' => 'Лучшие цены.',
        'get_to_right' => 'Доезжайте до нужного места в приятной компании!',
        'plan' => 'Планируете',
        'trip' => 'поездку',
        'plan_trip_notice' => 'Возьмите попутчиков, сделайте поездку веселее и дешевле!',
        'where_leave' => 'Откуда выезжаем?',
        'popular_destination' => 'Популярные направления в Вашем регионе',
        'find_trip' => 'Находить поездки быстро и удобно!',
        'how_it_works' => 'Как это работает',
        '3_simple_words' => '3 простых слова, целый удобный сервис!',
        'just' => 'Просто',
        '3_text_1' => 'Среди миллионов попутчиков вы легко найдете тех, кто рядом и кому с вами по пути.',
        '3_text_2' => 'Введите точный адрес, чтобы увидеть свою идеальную поездку. Выбирайте сами, с кем
        хотите отправиться в дорогу. И бронируйте!',
        '3_text_3' => 'Добирайтесь до места назначения без пересадок. В поездках с попутчиками не надо
        беспокоиться об очередях и часах.',
        'quick' => 'Быстро',
        'no_hassle' => 'Без хлопот',
        'more_details' => 'Подробнее',
        'why_people' => 'Почему люди выбирают нас',
        'convenient' => 'Это удобно, быстро и безопасно',
        'community' => 'Сообщество',
        'we_want_to' => 'Мы хотим узнать наших пользователей как можно лучше. Наша
        команда проверяет профили и отзывы. Когда в профиле подтверждено удостоверение личности,
        вы знаете наверняка, с кем садитесь в машину.',
        'nearby' => 'Рядом',
        'forget_having' => 'Забудьте о том, что надо спешить на станцию через весь
        город. Ловите попутку прямо за углом. Semper nulla vitae nunc scelerisque nisl. Nullam
        pellentesque et, lacus, duis urna. Semper diam fringilla at lorem. Non eget. Nullam
        pellentesque et.',
        'speed' => 'Скорость',
        '60_kids' => '60 секунд. Именно столько в среднем требуется, чтобы найти
        попутчиков поблизости. Semper nulla vitae nunc scelerisque nisl. Nullam pellentesque et,
        lacus, duis urna. Semper diam fringilla at lorem. Non eget. Nullam pellentesque et',
        'blog' => 'Блог',
        'news' => 'Новости',
        'posts' => 'Статьи',
        'answers' => 'Ответы',
        'speed' => 'Скорость',
        'find' => 'Найти поездку',
        'all' => 'все'
    ],
    'search_page' => [
        'what_kind' => 'Какой вид',
        'transportations' => 'перевозки Вас интересует',
        'passenger_transportation' => 'Пассажирская перевозка',
        'freight_transport' => 'Грузовая перевозка',
        'where' => 'Куда',
        'you_want' => 'вы хотите поехать',
        'find' => 'Найти поездку',
        'when_how' => 'Когда и сколько груза',
        'you_want_to_send' => 'вы хотите отправить',
        'total_weight' => 'Общий вес',
        'total_volumn' => 'Общий объем',
        'total_dimention' => 'Макс. габарит',
        'popular' => 'Популярные направления в Вашем регионе',
        'find_trip' => 'Находить поездки быстро и удобно',
        'input_address' => 'Адрес не найден. Пожалуйста, введите еще раз',
        'ok' => 'ок',
        'from_you' => 'от тебя'
    ],
    'type_trip' => [
        'what_kind' => 'Какой вид',
        'you_have_trip' => 'поездки Вам предстоит',
        'passenger_transportation' => 'Пассажирская перевозка',
        'are_you_plan' => 'Планируете поездку в другой город на легковом авто? Возьмите с
        собой попутчиков, сделайте дорогу дешевле и веселей',
        'freight_trip' => 'Грузовая перевозка',
        'are_you_plan_truck' => 'Планируете поездку в другой город на грузовом авто? Возьмите с
        собой дополнительный груз и попутчиков, сделайте дорогу дешевле',
        'select' => 'Выбрать',
    ],
    'suggest_late_from' => [
        'where_from' => 'Откуда',
        'where_leaving' => 'выезжаем',
        'continue' => 'Продолжить',
        'where_leaving_cargo' => 'везем груз'
    ],
    'suggest_late_to' => [
        'where' => 'Куда',
        'we_going' => 'едем',
        'we_going_cargo' => 'везем груз',
        'continue' => 'Продолжить'
    ],
    'remove_price' => [
        'back' => 'Назад',
        'continue' => 'Продолжить'
    ],
    'trip_map_deploy' => [
        'where' => 'Куда',
        'would_you' => 'бы вы хотели',
        'drop_off' => 'привезти&nbsp',
        'passenger' => 'пассажиров',
        'next' => 'Далее',
        'cancel' => 'Отмена',
        'cargo' => 'груз'
    ],
    'trip_stops' => [
        'want' => 'Хотите',
        'add' => 'добавить
        остановки',
        'which_passenger' => 'которые могут забронировать пассажиры',
        'add_settlement' => 'Добавить населенный пункт',
        'continue' => 'Продолжить'
    ],
    'trip_stops_places' => [
        'would_be_here' => 'Здесь будет лучше всего
        остановиться в этих городах',
        'would_be_here_cargo' => 'Популярные склады и места выгрузки в этих городах',
        'suits_you' => 'Вам подходит',
        'back' => 'Назад',
    ],
    'when_trip' => [
        'when' => 'Когда',
        'the_trip' => 'состоится поездка',
        'the_trip_cargo' => 'заберете груз',
        'what_time' => 'Во сколько',
        'pick_up' => 'заберете пассажиров',
        'pick_up_cargo' => 'заберете груз',
        'agree_to' => 'Согласны взять только одного попутчика и
        посадить его сзади',
        'yes' => 'Да, возьму только одного попутчика',
        'no' => 'Нет, возьму с собой больше людей',
    ],
    'trip_choise_car' => [
        'on' => 'На',
        'which_car' => 'какой машине',
        'plan_to_driver' => 'планируете ехать ',
        'add_car' => 'Пожалуйста, добавьте свою машину',
        'so' => 'Итак',
        'how_many' => 'сколько попутчиков',
        'take_on' => 'возьмете в дорогу',
        'we_meet' => 'Мы идем попутчикам навстречу и рекомендуем',
        'we_meet_cargo' => 'Мы идем отправителям навстречу и рекомендуем',
        'yes' => 'Да, предложить дружескую цену',
        'no' => 'Нет, я хочу изменить сумму',
        'invalid' => 'Неверный адрес. Мы не можем рассчитать расстояние между двумя точками',
        'go_to_main' => 'Перейти на главную страницу',
        'kind_price' => 'дружескую цену'
    ],
    'trip_comment' => [
        'leave_comment' => 'Оставите комментарий',
        'about_trip' => 'о поездке',
        'comment' => 'Комментарий',
        'publish' => 'Опубликовать',
        'trip_published' => 'Поездка опубликована',
        'thank' => 'Спасибо, что пользуетесь нашим сервисом, счастливого пути',
    ],
    'trip_choise_car_cargo' => [
        'on' => 'На',
        'which_machine' => 'какой машине',
        'plan_driver' => 'планируете ехать',
        'add_truck' => 'Пожалуйста, добавьте свой грузовик',
        'so' => 'Итак',
        'how_much' => 'сколько груза',
        'you_can' => 'можете взять в
        дорогу',
        'total_weight' => 'Общий вес',
        'total_volumn' => 'Общий объем',
        'max_side' => 'Макс. габарит',
        'what_kind' => 'Какие виды',
        'you_can_take' => 'груза можете взять',
        'invalid_address' => 'Неверный адрес. Мы не можем рассчитать
        расстояние между двумя точками',
    ],
    'add_photo' =>[
        'add' => 'Добавьте',
        'to_your_profile' => 'в профиль свое',
        'photo' => 'фото',
        'passengers_will' => 'Пассажиры захотят узнать, как вы выглядите',
        'select_photo' => 'Выбрать фото',
        'net' => 'Нет, спасибо, я
        продолжу без фото',
        'going_back' => 'Собираетесь назад',
        'post_feedback' => 'Опубликуйте обратную
        поездку сейчас',
        'i_will_post' => 'Я опубликую обратную
        поездку
        сейчас',
        'i_will_later' => 'Я опубликую обратную поездку
        позже',
    ],
    'trip' => [
        'trips' => 'Поездки',
        'where_from' => 'Откуда',
        'where_to' => 'Куда',
        'when' => 'Когда',
        'passenger' => 'Пассажиры',
        'driver' => 'Водители',
        'near_you' => 'рядом с Вами',
        'see_which' => 'Посмотрите, кто из водителей может забрать и высадить вас поблизости.',
        'find' => 'Найти поездку',
        'all_trip' => 'Все поездки',
        'available' => 'Доступно',
        'no_free_seats' => 'нет свободных мест',
        'sort' => 'Сортировать',
        'by_distance' => 'по расстоянию',
        'by_price' => 'По цене',
        'by_driver' => 'По рейтингу водителя',
        'date' => 'Дата',
        'booking' => 'Особенности бронирования',
        'automatic' => 'Автоматическое подтверждение',
        'point_departure' => 'Точка отправления',
        'point_destination' => 'Точка назначения',
        'distance' => 'Расстояние до машины от вас (км)',
        'price' => 'Цена',
        'number' => 'Кол-во свободных мест',
        'rating' => 'Рейтинг водителя',
        'continue' => 'Продолжить',
        'suitable' => 'подходящие поездки',
        'no_result' => 'Безрезультатно',
        'notify' => 'Уведомить о новых поездках',
        'sorry' => 'Извините, что-то пошло не так',
        'ok' => 'Ок',
        'truck_type' => 'Вид грузовой машины'
    ],
    'trip_template' => [
        'all' => 'Все',
        'passenger' => 'С попутчиками',
        'bus' => 'На автобусе'
    ],
    'trip_template_cargo' => [
        'all' => 'Все',
        'express' => 'Экспресс',
        'small_size' => 'Малогабарит'
    ],
    'cargo_trip' => [
        'free_place' => 'Свободное место',
        'possible_weight' => 'Возможный вес',
        'volumn' => 'Доступный объем',
        'continue' => 'Продолжить',
        'fit' => 'подходящий',
        'travel' => 'поездок'
    ],
    'profile' =>[
        'account_manage' => 'Управление аккаунтом',
        'home' => 'Главная',
        'profile_infomation' => 'Информация профиля',
        'personal_data' => 'Персональные
        данные',
        'photo' => 'Фото
        профиля',
        'passport' => 'Паспортные данные',
        'driver_license' => 'Водительское удостоверение',
        'my_preference' => 'Мои
        предпочтения',
        'realibility' => 'Надежность
        пользователя',
        'my_car' => 'Мой
        автомобиль',
        'mail_address' => 'Почтовый
        адрес',
        'reviews' => 'Отзывы',
        'received_reviews' => 'Полученные
        отзывы',
        'left_reviews' => 'Оставленные
        отзывы',
        'account' => 'Учётная запись',
        'payment' => 'Оплата',
        'transfer_method' => 'Способ передачи',
        'alerts' => 'Оповещения',
        'message' => 'Сообщения',
        'account2' => 'Счет
        аккаунта',
        'support' => 'Поддержка',
        'password' => 'Пароль',
        'close_account' => 'Закрыть
        аккаунт',
        'settings' => [
            'personal_data' => 'Персональные данные',
            'gender' => 'Пол',
            'man' => 'Мужской',
            'woman' => 'Женский',
            'first_name' => 'Имя',
            'last_name' => 'Фамилия',
            'email' =>'Эл. почта',
            'phone' => 'Телефон',
            'birthday' => 'Дата рождения',
            'tell_others' => 'Расскажите другим пользователям о себе',
            'at_least' => 'минимум 10 символов',
            'about_me' => 'Обо мне',
            'save' => 'Сохранить'
        ],
        'photo_tab' => [
            'profile_picture' => 'Фото профиля',
            'add_photo' => 'Добавьте ваше фото',
            'others_will' => 'другие пользователи увидят, с кем они планируют
            поездку, и
            вам будет проще найти попутчика',
            'add' => 'Добавьте
            фото профиля',
            'png' => 'PNG или JPG. 8Mб
            максимум',
            'select' => 'Выбрать фото',
            'tips' => 'Советы, для выбора правильного фото',
            'no_sunglass' => 'Без солнечных очков',
            'camera' => 'Вы смотрите в камеру',
            'only_you' => 'Только вы в кадре',
            'bright' => 'Яркое и четкое',
            'save' => 'Извините',
            'sorry' => 'Извините, что-то пошло не так...',
            'ok' => 'ok',
            'select_photo' => 'Пожалуйста, выберите фото',
            'file_should_be' => 'Размер файла не должен превышать 8 МБ.'
        ],
        'passport_tab' => [
            'passport_data' => 'Паспортные данные',
            'series' => 'Серия',
            'no' => 'Номер',
            'department_code' => 'Код подразделения',
            'issued_by' => 'Кем выдан',
            'issued_date' => 'Дата выдачи',
            'registration_address' => 'Адрес прописки',
            'save' => 'Сохранить',
            'no_file' => 'Нет файла'
        ],
        'license_tab' => [
            'driver_license' => 'Водительское удостоверение',
            'document_no' => 'Документа',
            'category' => 'Категория',
            'save' => 'Сохранить'
        ],
        'preference_tab' => [
            'preference' => 'Мои предпочтенияния'
        ],
        'reliability_tab' => [
            'trustworthiness' => 'Надежность пользователя',
            'verify_profile' => 'Подтвердите ваш профиль',
            'become' => 'Чтобы стать надежным пользователем и легко
            находить попутчиков',
            'email_confirmed' => 'Эл. почта подтверждена',
            'your_email' => 'Ваша эл. почта',
            'you_have' => 'Вы подтвердили свою эл. почту, и теперь организовать поездку с попутчиками будет проще',
            'phone_number' => 'Номер телефона подтвержден',
            'your_phone' => 'Ваша телефон',
            'you_verified_phone' => 'Вы подтвердили свой номер телефона, и теперь организовать поездку с попутчиками будет проще',
            'not_you_verified_phone' => 'Вы подтвердили свой номер телефона, и теперь организовать поездку с попутчиками будет проще',
            'verify_id' => 'Подтвердите свое удостоверение личности',
            'verified_id' => 'Подтвержденный идентификатор',
            'this_will' => 'Так другие пользователи охотнее поедут с вами',
            'verify_id_second' => 'Подтвердить удостоверение
            личности',
            'link_facebook' => 'Привяжите свой аккаунт Facebook',
            'this_will_allow' => 'Так другие пользователи смогут видеть, сколько
            у вас друзей в Facebook',
            'link_account' => 'Привязать аккаунт',
            'link_vk' => 'Привяжите свой аккаунт VK',
            'this_will_vk' => 'Так другие пользователи смогут видеть, сколько
            у вас друзей в VK',
            'personal_profile' => 'Привязать аккаунт',
            'prviate_profile' => 'Личный профиль',
            'friend_counts' => 'Количество друзей',
            'save' => 'Сохранить',
            'not_verified_phone' => 'Ваш номер не подтверждён',
            'not_email_confirmed' => 'Эл. почта не подтверждена'
        ],
        'car_tab' => [
            'my_car' => 'Мои машины',
            'my_bus' => 'Мои автобусы',
            'my_truck' => 'Мои грузовики',
            'add_car' => 'Добавить автомобиль',
            'what_car' => 'Какая у Вас машина',
            'to_determins' => 'Для определения направлени поездки',
            'what_number' => 'Какие номера у машины',
            'only_your' => 'Их увидят только ваши пассажиры',
            'what_brand' => 'Какая марка у вашего авто',
            'what_model' => 'Какая модель у вашего авто',
            'popular_brand' => 'Популярные марки',
            'what_type_of_body' => 'Какой тип кузова у вашего авто',
            'what_type_of_good' => 'Какое типы грузов можно перевозить',
            'what_color' => 'Какого он цвета',
            'what_year' => 'В каком году выпущен автомобиль',
            'passengers_will' => 'Пассажирам будет интересно узнать, современный у вас автомобиль или
            винтажный',
            'enter_year' => 'Введите год',
            'save' => 'Сохранить'
        ],
        'add_car' => [
            'passenger' => 'Легковая',
            'freight' => 'Грузовая',
            'bus' => 'Автобус',
            'car_type' => 'Тип авто',
            'select_car_brand' => 'Выберите марку автомобиля',
            'select_car_model' => 'Выберите модель автомобиля',
            'wrong_number' => 'Неправильный номер'
        ],
        'mail_tab' => [
            'mail_address' => 'Почтовый адрес',
            'what_need' => 'Нам нужен точный адрес, чтобы почтальон смог вас найти',
            'your_mailing' => 'Ваш почтовый адрес никогда не будет отображаться на
            GoGoCar',
            'name' => 'Имя',
            'last_name' => 'Фамилия',
            'please_enter' => 'Укажите адрес'
        ],
        'received_tab' => [
            'feedback_received' => 'Полученные отзывы',
            'average_rating' => 'Средняя оценка',
            'total' => 'Всего 14 отзывов',
            'grade' => 'Оценка',
            'review' => 'Отзывы',
            'show_more' => 'Показать еще',
            'no_review' => 'Нет отзывов',
        ],
        'left_tab' => [
            'feedback_left' => 'Оставленные отзывы',
            'delete' => 'Удалить',
            'edit' => 'Изменить',
            'grade' => 'Оценка',
            'review' => 'Отзывы',
            'show_more' => 'Показать еще',
            'no_review' => 'Нет отзывов',
        ],
        'pay_tab' => [
            'payment' => 'Оплата',
            'recent' => 'Недавние',
            'active' => 'Архив',
            'you_will' => 'Здесь вы найдете все ваши бронирования',
            'as_well' => 'А также обрабатываемые и выполненные возвраты за
            последние два года',
            'all' => 'Все бронирования',
            'filter' => 'Фильтр',
            '3_transaction' => 'транзакции',
            'detail' => 'Детали',
            'amount' => 'Сумма',
            'interval' => 'Интервал',
            'today' => 'Сегодня',
            'week' => 'Неделя',
            'month' => 'Месяц',
            'year' => 'Год',
            'find' => 'Найти',
            'cancel' => 'Отмена',
            'date' => 'Дата',
            'des' => 'Описание',
            'one_way_trip' => 'поездка в один конец'
        ],
        'payment_method' => [
            'payment' => 'Способ передачи',
            'des' => 'PayPal - это система онлайн-платежей, которую вы можете использовать для перевода денег. Если у вас еще нет учетной записи PayPal, введите свой адрес электронной почты. В следующий раз, когда вы запросите перевод, вы получите электронное письмо с предложением создать его.',
            'paypal_address' => 'Paypal Address',
            'save' => 'Сохранить'
        ],
        'alerts_tab' => [
            'alert' => 'Оповещения',
            'push_notification' => 'Push-оповещения',
            'email' => 'Эл. почта',
            'news' => 'Новости, акции, предложения',
            'chat' => 'Сообщения',
            'reviews' => 'Отзывы',
            'posting' => 'Публикации и изменение поездок',
            'save' => 'Сохранить'
        ],
        'account_tab' => [
            'account' => 'Счет аккаунта',
            'my_balance' => 'Мой балланс',
            'filter' => 'Фильтр',
            '3_transactions' => '3 транзакции',
            'operation_type' => 'Тип операции',
            'completed' => 'Завершено',
            'pending' => 'Ожидание',
            'amount' => 'Сумма',
            'interval' => 'Интервал',
            'today' => 'Сегодня',
            'week' => 'День',
            'month' => 'Месяц',
            'year' => 'Год',
            'date' => 'Дата',
            'find' => 'Найти',
            'cancel' => 'Отмена',
            'date' => 'Дата',
            'des' => 'Описание',
            'withdraw' => 'Вывод средств',
            'available' => 'Доступно для списания',
            'repleshiment' => 'Пополнение',
            'select' => 'Выберите способ пополнения',
            'balance' => 'балланс',
            'state' => 'штат'
        ],
        'support_tab' => [
            'title' => 'заглавие',
            'support' => 'Поддержка',
            'filter' => 'Фильтр',
            'no' => 'Номер',
            'all' => 'все',
            'state' => 'Статус',
            'ave' => 'Сохранить',
            'cancel' => 'Отмена',
            'add_ticket' => 'Добавить обращение',
            'request' => 'Запрос в техподдержку',
            'active' => 'Активные',
            'archive' => 'Архив',
            'title/date' => 'Название/Дата',
            'create_ticket_1' => 'Создание обращения (Шаг 1)',
            'create_ticket_2' => 'Создание обращения (Шаг 2)',
            'add_file' => 'Добавить файл',
            'send' => 'Отправить',
            'cancel' => 'Отмена'
        ],
        'password_tab' => [
            'password' => 'Пароль',
            'change_password' => 'Изменить пароль',
            'if' => 'Если вы забыли ваш пароль, он будет отправлен на электронную почту',
            'current_password' => 'Текущий пароль',
            'new_password' => 'Новый пароль',
            'confirm' => 'Подтвердите пароль'
        ],
        'close_tab' => [
            'close_account' => 'Закрыть аккаунт',
            'closing' => 'Закрытие аккаунта необратимое действие',
            'if_you' => 'Если вы хотите закрыть свой аккаунт из-за возникших
            проблем, позвольте дать вам некоторые рекомендации',
            'change' => 'Изменить номер телефона или электронную почту можно в ',
            'profile' => 'профиле',
            'to_solve' => 'Для решения технических проблем',
            'to_no' => 'свяжитесь с нами',
            'if_to' => 'Чтобы больше не получать электронных сообщений, просто измените',
            'notification_setting' => 'настройки уведомлений',
            'if_this' => 'Если вам кажется, что вы получили незаслуженный отзыв, пожалуйста,',
            'contact_us' => 'свяжитесь с нами',
            'if_cant' => 'Если причина именно в этом, пожалуйста, не закрывайте свой аккаунт,
            т.к. вы уже не сможете',
            'create_new' => 'создать новый',
            'if_account' => 'Если вы все равно хотите закрыть свой аккаунт,
            пожалуйста, сообщите нам причину, чтобы мы могли улучшить сервис',
            'reason' => 'Причина',
            'would_you' => 'Вы бы рекомендовали GoGoCar',
            'what_do' => 'Что нам нужно улучшить',
            'will_you_close' => 'Вы закроете аккаунт сейчас?'
        ]
    ],
    'management' =>[
        'account_management' => 'Управление аккаунтом',
        'home' => 'Главная',
        'add_photo' => 'Добавить фото',
        'edit_profile' => 'Редактировать профиль',
        'your_current_level' => 'Ваш текущий уровень',
        'newbie' => 'Новичок',
        'confident' => 'Уверенный',
        'experienced' => 'Опытный',
        'expert' => 'Эксперт',
        'ambassadar' => 'Амбассадор',
        'preference' => 'Предпочтения',
        'please_enter' => 'Укажите свои предпочтения',
        'verify_id' => 'Подтвердите своё удостоверение
        личности',
        'our_users' => 'Наши пользователи могут
        подтвердить удостоверение личности, и это увеличивает доверие среди участников
        сообщества',
        'confirm' => 'Подтвердите',
        'tell_me' => 'Расскажите, как вы
        узнали о GoGoCar',
        'data_confirmation' => 'Подтверждения данных',
        'phone_number' => 'Номер телефона
        подтверждён',
        'email' => 'Эл. почта подтверждена',
        'confirm_id' => 'Подтвердите удостоверение
        личности',
        'complete_confirmation' => 'Завершить подтверждение',
        'user_activity' => 'Активность пользователя',
        'registration_date' => 'Дата регистрации',
        'alert' => 'Оповещения',
        'confirm_your_id' => 'Подтвердите своё
        удостоверение личности',
        'our_users_Can' => 'Наши пользователи могут
        подтвердить удостоверение личности, и это увеличивает доверие среди
        участников сообщества',
        'tell_us' => 'Расскажите, как вы узнали о
        GoGoCar',
        'new_posts' => 'Новые сообщения',
        'tell_me2' => 'Расскажите',
        'how_did' => 'как вы узнали',
        'about_gogo' => 'о GoGoCar',
        'select' => 'Выберите',
        'finished_version' => 'готовый вариант',
        'or' => 'или',
        'enter_yours' => 'укажите свой',
        'from_friends' => 'От друзей',
        'from_ads' => 'Из рекламы',
        'i_saw_it' => 'Увидел в интернете',
        'apply' => 'Применить',
        'sorry' => 'Извините, что-то пошло не так...',
        'ok' => 'Ок',
    ],
    'header' => [
        'find' => 'Найти',
        'trip' => 'поездку',
        'suggest' => 'Предложить',
        'management' => 'Управление',
        'profile' => 'Профиль',
        'message' => 'Сообщения',
        'notification' => 'Уведомления',
        'your_trips' => 'Ваши поездки',
        'bookings' => 'Заказы',
        'logout' => 'Выйти',
        'register' => 'Регистрация'
    ],
    'modal' => [
        'find' => 'Найти',
        'login' => 'Войти',
        'remember_me' => 'Запомнить меня',
        'orsign' => 'Или войдите через другой аккаунт',
        'not_with' => 'Ещё не с нами',
        'register' => 'Зарегистрируйтесь',
        'registration' => 'Регистрация',
        'next' => 'Далее',
        'i_already' => 'Уже есть аккаунт',
        'login' => 'Войдите',
        'confirmation_code' => 'Код подтверждения',
        'to_number' => 'На номер',
        'a_code_was_sent' => 'был выслан код. Введите код ниже',
        'resend' => 'Отправить повторно',
        'confirm' => 'Подтвердить',
        'types' => 'Типы',
        'cargo' => 'грузов',
        'confirm' => 'Подтвердить',
        'cancel' => 'Отмена',
        'delete_messages' => 'Удалить сообщения',
        'delete' => 'Удалить',
        'cancel' => 'Отмена',
        'forgot_password' => 'Забыли пароль',
        'enter_your_email' => 'Введите свой адрес электронной почты, и ваш пароль будет сброшен и отправлен вам по электронной почте',
        'send_new_password' => 'Отправить новый пароль',
        'complain' => 'Пожаловаться',
        'for_a_ride' => 'на поездку',
        'which' => 'Какой',
        'at_you' => 'у вас',
        'reason' => 'повод',
        'for_a_complaint' => 'для жалобы',
        'violation_of_service_rules' => 'Нарушение правил сервиса',
        'i_changed' => 'Я передумал',
        'continue' => 'Продолжить'
    ],
    'plan' => [
        'trip_is_planned_for' => 'Поездка запланирована на',
        'not_expected' => 'не ожидалось',
        'driver_comment' => 'Комментарий водителя',
        'chat_with' => 'Чат с водителем',
        'reviews' => 'отзывов',
        'no_review' => 'Нет обзора',
        'more_information' => 'Подробнее',
        'message' => 'Сообщения',
        'complain' => 'Пожаловаться',
        'continue' => 'Продолжить',
        'please_provide' => 'Пожалуйста, предоставьте',
        'more_information2' => 'больше информации',
        'i_changed' => 'Я передумал',
        'the_complaint' => 'Жалоба успешно обновлена',
        'tons_of_free' => 'тонн свободного места'
    ],
    'bookings' => [
        'booking' => 'Бронирования',
        'release' => 'Освободить',
        'leave_review' => 'Оставить отзыв',
        'no_trip' => 'Нет поездки',
        'release_funds' => 'Вы уверены, что выпустите средства?',
        'left_review' => 'оставил отзыв'
    ],
    'car-place' => [
        'where_is' => 'На каком месте',
        'you_want' => 'вы хотите ехать',
        'select_the_seat' => 'Выберите место на котором хотите ехать',
        'passenger' => 'Легковой',
        'freight' => 'Грузовой',
        'only_1' => 'Только 1 человек сзади',
        'you_will_be' => 'вы будете единственным
        попутчиком
        в этой поездке',
        'continue' => 'Продолжить',
        'place' => 'Автомобиль Место'
    ],
    'carbook' => [
        'check_everything_and' => 'Проверьте все и',
        'book_now' => 'забронируйте',
        'place' => 'место',
        'payment' => 'Оплата',
        'during_the_trip' => 'Во время поездки',
        'cash' => 'Наличными',
        'fee_for' => 'Сбор за
        услуги',
        'there_is' => 'За эту поездку сбор не
        взимается',
        'pay_using' => 'Оплата с помощью условного депонирования на сайте',
        'pay_to' => 'Платите водителю напрямую',
        'book_now' => 'Забронировать',
        'select_a_deposit' => 'Выберите способ пополнения',
        'continue' => 'Продолжить',
        'something_wrong' => 'Извините, что-то пошло не так...',
        'pay_with_paypal' => 'Оплата с PayPal',
        'pay_with_click' => 'Оплата с Click.uz',
    ],
    'edit_trip' =>[
        'edit' => 'Редактировать',
        'trip' => 'поездку',
        'where_we' => 'Откуда выезжаем',
        'stop' => 'Остановка',
        'do_you' => 'Хотите добавить остановки, которые могут забронировать пассажиры',
        'new' => 'новый',
        'where_would' => 'Где бы вы хотели высадить пассажиров',
        'when_would' => 'Когда бы вы хотели высадить пассажиров',
        'what_car' => 'На какой машине планируете ехать',
        'how_many' => 'Сколько попутчиков возьмете в дорогу',
        'i_agree' => 'Я согласен взять только одного попутчика и посадить его сзади',
        'change_suggest' => 'Изменить рекомендуемую цену за место',    
        'are_you' => 'Собираетесь назад? Опубликуйте обратную поездку сейчас',    
        'i_will_post_now' => 'Я опубликую обратную поездку сейчас',    
        'i_will_post' => 'Я опубликую обратную поездку позже',    
        'end_trip' => 'Измените комментарий о поездке',    
        'comment' => 'Комментарий'
    ],
    'profile_trips' => [
        'your' => 'Ваши',
        'trip' => 'поездки',
        'here_you' => 'Тут вы можете посмотреть все ваши поездки, как в роли водителя, так и в роли попутчика',
        'travel_companion' => 'Попутчик',
        'no_traveller' => 'Нет попутчиков',
        'payment' => 'Оплата',
        'on_the_way' => 'Во время поездки',
        'place' => 'место',
        'cash' => 'Наличными',
        'service_charge' => 'Сбор за услуги',
        'no_ride_fee' => 'За эту поездку сбор не взимается',
        'no_trip' => 'Нет поездки',
        'past_trip' => 'Прошлые поездки'
    ],
    'alerts' => [
        'notification' => 'Уведомления',
        'about_trip' => 'о поездках',
        'you_will_receive' => 'Вы получите электронное письмо, когда появится подходящая поездка',
        'date' => 'Дата',
        'price' => 'Цена',
        'no_notification' => 'Нет поездки для уведомления',
    ],
    'review' =>[
        'leave_review' => 'Оставить отзыв',
        'comment' => 'комментарий',
        'score' => 'Оценка',
        'title' => 'заглавие'
    ],
    'footer' => [
        'about' => 'О нас',
        'faq' => 'FAQ',
        'contact' => 'Связаться с нами',
        'looking' => 'Ищем сотрудников',
        'terms' => 'Условия использования',
        'service' => 'Пресса о нас',
    ],
    'mobile_footer' => [
        'trip' => 'Поездки',
        'search' => 'Поиск',
        'message' => 'Диалоги',
        'menu' => 'Меню',
    ],
    'trip_old' => [
        'old' => 'Просроченные'
    ],
    'trip_detail' => [
        'end_trip_message' => 'Вы закончите поездку сейчас?',
        'end_trip' => 'Завершить поездку',
        'detail' => 'Детали поездки'
    ],
    'trip_end' => [
        'you_are_one_step' => 'Вы в одном шаге от',
        'cancel' => 'отмены',
        'trips' => 'поездки',
        'are_you_sure' => 'Вы уверены',
        'the_ride' => 'Поездка будет удалена, а пассажиры не смогут с Вами поехать.',
        'i_change' => 'Я передумал',
        'cancel_trip' => 'Отменить поездку',
        'copy_ride' => 'Скопировать поездку',
        'delete_trip' => 'Удалить поездку',
        'seat' => 'свободное место',
        'fellow' => 'Попутчики',
        'companion' => 'Попутчик'
    ],
    'news' => [
        'find_trip' => 'Найти поездку',
        'home' => 'Главная',
        'suggest_trip' => 'Пассажирские поездки',
        'our_comment' => 'Ваш комментарий',
        'submit' => 'Оставить',
        'related' => 'Похожие новости',
        'all_news' => 'Все новости',
        'all_posts' => 'Все Статьи',
    ]
];
